Repository: silversite/silverwp-addons
Catalog: languages/*.po
Languages: pl_pl

source: Unlike
pl_pl: Nie lubię

source: Like
pl_pl: Lubię

source: Import news from old site
pl_pl: Import aktulności ze starej witryny

source: Name and last name
pl_pl: Imie i nazwisko

source: Affiliation
pl_pl: Afiliacja

source: E-mail
pl_pl: Mail

source: Gallery
pl_pl: Galeria

source: Promotion on main page
pl_pl: Promuj na stronie głównej

source: Place
pl_pl: Miejsce

source: Event address
pl_pl: Adres wydarzenia

source: Title
pl_pl: Tytul

source: Description
pl_pl: Opis

source: Date start
pl_pl: Data rozpoczęcia

source: Time start
pl_pl: Godzina rozpoczęcia

source: End
pl_pl: Zakończenie

source: Date end
pl_pl: Data zakończenia

source: Time end
pl_pl: Godzina zakończenia

source: About
pl_pl: O

source: Attachments
pl_pl: Załączniki

source: Name
pl_pl: Nazwa

source: Keywords
pl_pl: Słowa kluczowe

source: Abstract
pl_pl: Abstrakt

source: Additional information
pl_pl: Dodatkowe informacje

source: Publication year
pl_pl: Rok publikacji

source: Publication language
pl_pl: Język publikacji

source: polish
pl_pl: polski

source: english
pl_pl: angielski

source: Main file
pl_pl: Główny plik

source: Cover
pl_pl: Okładka

source: Realization time
pl_pl: Czas realizacji

source: Partners
pl_pl: Partnerzy

source: Contact
pl_pl: Kontakt

source: External URL
pl_pl: Zewnętrzny URL

source: Persons engage in project
pl_pl: Osoby zaangażowane w projekt

source: Label
pl_pl: Etykieta

source: Person
pl_pl: Osoba

source: Show in Team page
pl_pl: Pokaż w zakładce Zespół

source: Interests
pl_pl: Zainteresowania

source: Curriculum Vitae
pl_pl: CV

source: Picture with smile
pl_pl: Zdjęcie z uśmiechem

source: Authors
pl_pl: Autorzy

source: Author
pl_pl: Autor

source: All Authors
pl_pl: Wszyscy Autorzy

source: Comments
pl_pl: Komentarze

source: All Comments
pl_pl: Wszystkie komentarze

source: Events
pl_pl: Wydarzenia

source: All Events
pl_pl: Wszystkie wydarzenia

source: News
pl_pl: Wiadomości

source: All News
pl_pl: Wszystkie Wiadomości

source: Publications
pl_pl: Publikacje

source: All Publications
pl_pl: Wszystkie publikacje

source: Research
pl_pl: Badania

source: All Research
pl_pl: Wszystkie Badania

source: Resources
pl_pl: Zasoby

source: Resource
pl_pl: Zasoby

source: All Resources
pl_pl: Wszystkie Zasoby

source: Team
pl_pl: Zespół

source: All Team
pl_pl: Cały zespół

source: Event category
pl_pl: Kategorie wydarzeń

source: Event type
pl_pl: Typ wydarzenia

source: All events category
pl_pl: Wszystkie wydarzenia kategorii

source: Separate Event category with commas
pl_pl: Kategorie wydarzeń rozdzielone przecinkami

source: Choose from the most often used Event category
pl_pl: Wybierz z najczęściej wybieranych kategorii wydarzeń

source: Add new Category
pl_pl: Dodaj nową Kategorię

source: News types
pl_pl: Typy wiadomości

source: News type
pl_pl: Typ wiadomości

source: All events types
pl_pl: Wszystkie typy wydarzeń

source: Separate News types with commas
pl_pl: Typy Wiadomości rozdzielone przecinkami

source: Choose from the most often used News types
pl_pl: Wybierz z najczęściej używanych Typów Wiadomości

source: Add new Type
pl_pl: Dodaj nowy Typ

source: Select type
pl_pl: Wybierz typ

source: Publications types
pl_pl: Typy Publikacji

source: Publication type
pl_pl: Typ Publikacji

source: All Publications types
pl_pl: Wszystkie Typy Publikacji

source: Separate Publications types with commas
pl_pl: Typy publikacji rozdzielone przecinkami

source: Choose from the most often used Publications types
pl_pl: Wybierz z najczęściej używanych Typów Publikacji

source: Publications categories
pl_pl: Kategorie Publikacji

source: Publication category
pl_pl: Kategoria Publikacji

source: All Publications categories
pl_pl: Wszystkie Kategorie Publikacji

source: JEL codes
pl_pl: Kody JEL

source: JEL code
pl_pl: Kod JEL

source: All JEL codes
pl_pl: Wszystkie Kody JEL

source: Separate JEL codes with commas
pl_pl: Kody JEL odzielone przecinkami

source: Choose from the most often used JEL codes
pl_pl: Wybierz z najczęściej używanych Kdów JEL

source: Add new JEL code
pl_pl: Dodaj nowy Kod JEL

source: Research categories
pl_pl: Kategorie Badań

source: All Research categories
pl_pl: Wszystkie kategorie badań

source: Resources categories
pl_pl: Kategorie zasobów

source: Resource category
pl_pl: Zasob kategoria

source: All Resources categories
pl_pl: Wszystkie kategorie zasobów

source: Persons from IBS
pl_pl: Osoby z IBS

source: Select Person
pl_pl: Wybierz osobę

source: Search persons
pl_pl: Wyszukaj osobę

source: No person found.
pl_pl: Nie znaleziono osób.

source: Select Author
pl_pl: Wybierz Autora

source: Search authors
pl_pl: Przeszukaj autorów

source: No author found.
pl_pl: Nie znaleziono autorów

source: Researches
pl_pl: Badania

source: Select Research
pl_pl: Wybierz Badanie

source: Search researches
pl_pl: Wyszukaj badań

source: No researches found.
pl_pl: Nie znaleziono badań

source: Select Resource
pl_pl: Wybierz Zasób

source: Search resource
pl_pl: Wyszukaj badańa

source: No resources found.
pl_pl: Nieznaleziono badań

source: Project
pl_pl: Projekt

source: Select Project
pl_pl: Wybierz projekt

source: Search projects
pl_pl: Przeszukaj proejkty

source: No projects found.
pl_pl: Nie znaleziono projektów

source: Publication
pl_pl: Publikacja

source: Select Publication
pl_pl: Wybierz Publikację

source: Search publications
pl_pl: Wyszukaj Publikacji

source: No publication found.
pl_pl: Nie znaleziono Publikacji

source: Search Publication
pl_pl: Wyszukaj Publikacji

source: No Publication found.
pl_pl: Nie znaleziono Publikacji

source: Search Research
pl_pl: Wyszukaj Badanie

source: No Research found.
pl_pl: Nie znaleziono Badania

source: Search Author
pl_pl: Wyszukaj Autora

source: No Author found.
pl_pl: Nie znaleziono autora

source: Search Resources
pl_pl: Przeszukaj Zasoby

source: No Resource found.
pl_pl: Nie znaleziono Zasobów.

source: Select news
pl_pl: Wybierz wiadomość

source: Search news
pl_pl: Przeszukaj wiadomości

source: No news found.
pl_pl: Nie znaleziono wiadomości.

source: Select research
pl_pl: Wybierz badanie

source: No research found.
pl_pl: Nieznaleziono badań.

source: Search Researches
pl_pl: Wyszukaj Badanie
